Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Zanim wypłyniemy, musisz wiedzieć, że miejsce, do którego cię zabiorę, nie będzie ci tak łatwo opuścić.
uk: Перш ніж ми відпливемо, ти маєш знати, що місце, куди я тебе відвезу, не так легко покинути.

source: Zanim wyruszysz do miasta w celu sprzedania trofeów, pamiętaj, że zgodnie z aktualnymi rozporządzeniami przez bramy przepuszczane są jedynie osoby z odpowiednimi dokumentami!
uk: Перш ніж вирушати до міста, щоб продати свої трофеї, пам'ятайте, що за чинними правилами, крізь ворота можуть пройти лише особи з належними документами!

source: Zanim zacznę cię uczyć, musiałbyś coś umieć!
uk: Перш ніж я почну тебе вчити, ти маєш дещо вміти!

source: Zanim zacznę cię uczyć, musiałbyś coś umieć.
uk: Перш ніж я почну тебе вчити, ти мусиш дещо знати.

source: Zanim zapytasz, nie ma żadnej nowej kryjówki. Chłopaki stwierdzili, że to zbyt niebezpieczne, podczas gdy Roderich chce ich dorwać.
uk: Перш ніж ти запитаєш, нової схованки не буде. Хлопці вирішили, що це занадто небезпечно, поки Родеріх їх розшукує.

source: Zanim zdążyłem cokolwiek zrobić z zebraną krwią, fiolkę przejęła Ivy. Powiedziała, że sama zajmie się tym tropem. Zaufam jej na czas śledztwa, i tak będę miał przy tym sporo rzeczy do roboty.
uk: Перш ніж я встиг щось зробити із зібраною кров'ю, мензурку забрала Айві. Вона сказала, що сама займеться нею. Доведеться довіритися їй на час розслідування, адже в мене й без цього багато справ.

source: Zanim zdążyłem dobyć miecza, oberwałem w rękę i mogłem jedynie obserwować jak dobijają resztę.
uk: Перш ніж я встиг дістати свій меч, мені поранили руку, і я міг тільки дивитися, як вони добивають решту.

source: Zanim zdążyłem go wyciągnąć, pojawiła się ich cała grupa, więc musiałem spadać. Przynieś mi tę broń. Dzięki niej spokojnie dam radę Kylidowi.
uk: Перш ніж я встиг його витягнути, їх з'явилася ціла зграя, тож мені довелося втікати. Принеси мені цей меч. З ним я зможу спокійно впоратись з Кайлідом.

source: Zanim zdążyłem wymyślić jakiekolwiek rozwiązanie, wrócił Nikolt. Chciał, bym w ramach zadośćuczynienia oddał mu cały mój urobek. Gdy odmówiłem, bardzo dosadnie mi zagroził.
uk: Перш ніж я встиг щось придумати, повернувся Нікольт. Він хотів, щоб у якості відшкодування я віддав йому все, що я встиг видобути. Коли я відмовився, він став мені погрожувати.

source: Zanim zdążyłem wymyślić jakiekolwiek rozwiązanie, wrócił Nikolt. Chciał, bym w ramach zadośćuczynienia oddał mu cały mój urobek. Uznałem to za uczciwe rozwiązanie, w końcu z mojej winy stracił swoje miejsce wydobycia. Przynajmniej nie powie o mnie nic złego innym górnikom.
uk: Перш ніж я встиг щось придумати, повернувся Нікольт. Він хотів, щоб у якості відшкодування я віддав йому все, що я встиг видобути. Я вирішив, що це справедливе рішення, адже він втратив свою ділянку саме через мене. Принаймні, він не скаже нічого поганого про мене іншим гірникам.

source: Zanim zgodził się pójść ze mną do lochu, musiałem przebić się przez grupę jego zwolenników.
uk: Перш ніж він погодився піти зі мною до в'язниці, мені довелося прорватися через групу його послідовників.

source: Zanim zrobisz porządek, to powinniśmy spatrolować tę dzielnicę.
uk: Перш ніж робити порядок, ми повинні патрулювати цей район.

source: Zanim... się zdenerwuję!
uk: До того, як... я розізлюся!

source: Zanim?
uk: До того, як що?

source: Zaniosę je na farmę i zobaczę, co planuje Winstan. Widzimy się na miejscu!
uk: Я віднесу їх на ферму і подивлюся, що планує Вінстан. Побачимось там!

source: Zaniosę światło ku ciemności. Sam idę tam, gdzie nikt żyw nie był.
uk: Я принесу світло в темряву. Я йду туди, де не бував ніхто з живих.

source: Zaniosłem sieć Limana do Lathiego, rybaka mieszkającego przed miastem. Ten naprawił ją za darmo. Właściciel powinien być zadowolony.
uk: Я відніс сітку Лімана до Латі, рибалки, що живе за містом. Він полагодив її безкоштовно. Ліман повинен бути задоволений.

source: Zaniosłem skrzynki z winem do magazynu.
uk: Я відніс ящики з вином на склад.

source: Zaniosłem wino i pozbierałem winogrona.
uk: Я відніс вино і зібрав виноград.

source: Zanoszę skrzynie, rąbię drzewo, ścinam zboże. Czasem jakaś klepka od beczki pójdzie, to ją naprawię.
uk: Ношу ящики, рубаю дрова, кошу жито. Буває, що якийсь кілок у бочці відпаде, то я її полагоджу.

source: Zaoferowałeś mi swoją pomoc bez żadnego wynagrodzenia, gdy byłem w największej potrzebie. Uznamy po wszystkim, że jesteśmy kwita.
uk: Ти запропонував мені свою допомогу, коли я найбільше цього потребував, не очікуючи жодної винагороди за це. Будемо вважати, що тепер ми квити.

source: Zaostrzony patyk
uk: Загострена палиця

source: Zapach jest ostry i siarczysty...
uk: Запах різкий і сірчаний...

source: Zapach palonego węgla drzewnego, skrzące się iskry i muzyka młota uderzającego o kowadło...
uk: Запах палаючого вугілля, іскри та музика ударів молота по ковадлу...

source: Zapachem bardziej przypomina ocet niż wino.
uk: Запах більше нагадує оцет, ніж вино.

source: Zapal pochodnię
uk: Запалити смолоскип

source: Zapaliłem ognisko, ale nic się nie dzieje. Sprawdzę, czy z najemnikami wszystko w porządku.
uk: Я розпалив багаття, але нічого не відбувається. Сходжу перевірю, чи з найманцями все гаразд.

source: Zapamiętaj moje słowa. Wszystko do nas wróci, to tylko kwestia czasu.
uk: Запам'ятай мої слова. Все до нас повернеться, це лише питання часу.

source: Zapamiętaj sobie, do osób wyższych rangą odzywasz się wyłącznie zapytany.
uk: Пам'ятайте, що вам можна розмовляти з людьми вищого рангу лише тоді, коли вас запитують.

source: Zapamiętam i może skorzystam z rady.
uk: Я запам'ятаю і, можливо, скористаюся порадою.

source: Zapamiętasz, czy zapisać ci zalecenia?
uk: Запам'ятаєш, чи тобі записати?

source: Zapamiętuj też sekwencje, to bardzo ułatwia cały proces. No i jeśli już wziąłeś się za zamek, nie rezygnuj, aż osiągniesz swój cel!
uk: Запам'ятовуй послідовність своїх дій, це значно полегшить весь процес. Ну, і якщо ти вже взявся за замок, то не здавайся, поки не досягнеш своєї цілі!

source: Zapas dla rolników, którym doskwiera susza. Zapas dla oblężonych miast, których studnie zostały zatrute.
uk: Запаси води для фермерів, що постраждали від посухи. Запаси води для міст в облозі, чиї колодязі були отруєні.

source: Zapasowy klucz
uk: Запасний ключ

source: Zapasowy klucz do pokoju Igora.
uk: Запасний ключ від кімнати Ігоря.

source: Zapasy mięsa, które otrzymałem od Slagera
uk: М'ясні припаси, які я отримав від Слагера.

source: Zapasy od Bastiana
uk: Провізія від Бастіана

source: Zapasy od Rity
uk: Провізія від Рити

source: Zapasy od Ruperta
uk: Провізія від Руперта

source: Zapasy żywności, które otrzymałem
uk: Харчові припаси, які я отримав з

source: Zapasy żywności, które otrzymałem od Bastiana
uk: Харчові припаси, які я отримав від Бастіана

source: Zapasy żywności, które otrzymałem od Ernesto
uk: Харчові припаси, які я отримав від Ернесто

source: Zapasy żywności, które otrzymałem od Helgi
uk: Харчові припаси, які я отримав від Хельги

source: Zapasy żywności, które otrzymałem od Rity
uk: Харчові припаси, які я отримав від Рити

source: Zapasy żywności, które otrzymałem od Ruperta
uk: Харчові припаси, які я отримав від Руперта

source: Zapewne handlarze różności oraz rybacy też będą mieli kilka pereł na sprzedaż, ale miej na uwadze, że to dość drogie rzeczy.
uk: Ймовірно, різні торговці та рибалки також зможуть продати тобі перлини, але май на увазі, що вони досить дорогі.

source: Zapewne jest wam znana historia o straszliwej Bestii, zamieszkującej okolice Silbach i straszącej okolicznych mieszkańców.
uk: Ви, певно, знайомі з історією про страшного Звіра, який мешкає в околицях Сільбаху і лякає місцевих жителів.

source: Zapewne krzepi i odżywia.
uk: Напевно, дуже корисний і поживний.

source: Zapewne masz rację. Dzięki jeszcze raz za pomoc tam, na statku.
uk: Мабуть, ти правий. Ще раз дякую за допомогу там, на кораблі.

source: Zapewne niewiele więcej ponad to, czego możesz się dowiedzieć od innych magów.
uk: Мабуть, не набагато більше, ніж можна дізнатися від інших магів.

source: Zapewne wiesz, że zagrożenie ze strony orków jest coraz poważniejsze. Władze miasta ostatnio zdecydowały, że trzeba zgromadzić w spichlerzach zapasy na wypadek oblężenia.
uk: Тобі, напевно, відомо, що загроза з боку орків стає дедалі серйознішою. Нещодавно міська влада вирішила, що необхідно запастися припасами на випадок облоги.

source: Zapewnia bonus doświadczenia.
uk: Надає бонус до досвіду.

source: Zapewnia na stałe +1 do każdej odporności.
uk: Назавжди дає +1 до усіх видів захисту.

source: Zapewnia na stałe +3 do odporności na broń
uk: Назавжди дає +3 захисту від зброї

source: Zapewnia ochronę przed upadkiem z wysokości.
uk: Забезпечує захист від падіння з висоти.

source: Zapewnia oddychanie pod wodą.
uk: Забезпечує дихання під водою.

source: Zapewniali mnie, że sami kupili go od jednego z alchemików.
uk: Запевняли, що самі купили в одного з алхіміків.

source: Zapewniamy jednak, że nie ma żadnych powodów do paniki, wszyscy mieszkańcy wyspy zostali z niej uprzednio ewakuowani.
uk: Однак, ми можемо запевнити вас, що причин для паніки немає, всі мешканці острова були заздалегідь вивезені з острова.

source: Zapewniał mnie, że po przestudiowaniu tej księgi będę mógł miotać ognistymi kulami!
uk: Він запевняв мене, що прочитавши цю книгу, я зможу метати вогняні кулі!

source: Zapewnić temu miastu bezpieczeństwo, na jakie zasługuje.
uk: Забезпечити цьому місту безпеку, на яку воно заслуговує.

source: Zapewnię, o ile dostanę za to odpowiednie wynagrodzenie.
uk: Забезпечу, головне, щоб мені за це платили належним чином.

source: Zapewnił mi edukację, pomógł rozwinąć moje talenty i umiejętności, a z biegiem czasu zaczęłam dla niego pracować.
uk: Він дав мені освіту, допоміг у розкритті моїх талантів та навичок, і з часом я почала працювати на нього.

source: Zapieczętowany list
uk: Запечатаний лист

source: Zapiekanka farmerska
uk: Запіканка по-фермерськи

source: Zapisz
uk: Збереження гри

source: Zapomniana skrzynia
uk: Забута скриня

source: Zapomniałbym, że razem z tobą przyszła cała zgraja.
uk: Я й забув, що з тобою приїхала ціла ватага.

source: Zapomniałem Ci o tym powiedzieć, więc zostawiam ten list, i pamiętaj! PILNUJ AMULETU JAK OKA W GŁOWIE!
uk: Я забув розповісти тобі про це, тому залишаю цей лист. І пам’ятай! БЕРЕЖИ АМУЛЕТ ЯК ЗІНИЦЮ ОКА!

source: Zapomniałem dokończyć sprawę dotyczącą dostarczenia skrzyneczki. Mogę zapomnieć o nagrodzie.
uk: Я забув доставити скриньку. Що ж, тепер можна забути про винагороду.

source: Zapomniałem dostarczyć Oscarowi żądło bagiennego krwiopijcy. Mogę zapomnieć o nagrodzie.
uk: Я забув доставити Оскару жало болотного шершня.Тепер я можу забути про винагороду.

source: Zapomniałem o Larrym i jego złocie... Chyba lepiej nie będę pokazywał mu się na oczy.
uk: Я забув про Ларрі і його золото... Думаю, мені краще не показуватися йому на очі.

source: Zapomniałem o dostarczeniu listu... Mówi się trudno.
uk: Я забув доставити лист... Просто немає слів.

source: Zapomniałem.
uk: Я забув.

source: Zapomniałeś już o naszej przymusowej kąpieli? Mamy rachunki do wyrównania.
uk: Ти вже забув як примусив нас скупатися? Настав час віддавати борги.

source: Zapomniałeś o gnojówce.
uk: Ти забув про збирання гною.

source: Zapomniałeś o jedzeniu...
uk: Ти забув про їжу...

source: Zapomniałeś, że jesteśmy tu po to, żeby zabijać takich jak on?
uk: Забув, що ми тут для того, щоб вбивати таких, як він?

source: Zapomnieć w końcu o tych wszystkich zmartwieniach i mieć w końcu chwilę, by nacieszyć się życiem.
uk: Щоб нарешті забути всі ці тривоги і нарешті відчути насолоду від життя.

source: Zapomnieć? Ale o czym?
uk: Забути? Про що забути?

source: Zapomnij o nich. Od razu po tobie widać, że nie leży ci wypełnianie zachcianek opasłych sierżantów.
uk: Забудь про них. По тобі видно, що ти не зацікавлений виконувати забаганки гладких сержантів.

source: Zapomnij o tym i daj mi spokój. Wolę mieć te szczury na widoku. Pomimo że są obrzydliwe, to są małe i bezbronne. Nie muszę się ich bać!
uk: Забудь про це і дай мені спокій. Краще хай будуть в полі зору. Хоч вони й гидкі, вони ще й маленькі і беззахисні. Мені нема чого їх боятися!

source: Zapomnij o tym.
uk: Забудь про це.

source: Zapomnij! On słucha tylko dobrych, pracowitych ludzi!
uk: Забудь про це! Він чує тільки добрих, працьовитих людей!

source: Zapomnij, że o tym rozmawialiśmy.
uk: Забудь, про що ми говорили.

source: Zapomnij, że pytałem.
uk: Забудь, що я запитував.

source: Zapomnij.
uk: Так не піде.

source: Zapomnijcie o Igorze, teraz to ja tu rządzę.
uk: Забудьте про Ігоря, тепер я головний.

source: Zapomnijcie o Straży i Gildii Kupieckiej, Volker uważa się za lepszego od wszystkich w mieście!
uk: Забудьте про Варту та Торгову Гільдію, Волкер вважає себе найкращим у місті!

source: Zapomnijcie o straży i Gildii Kupieckiej, Volker uważa się za lepszego od wszystkich w mieście!
uk: Забудьте про Варту та Торгову Гільдію, Волкер вважає себе найкращим у місті!

source: Zapomnijcie o straży i Gildii Kupieckiej...
uk: Забудьте про Вартову та Торгову Гільдію...

source: Zapomnijmy o całej sprawie.
uk: Давай забудемо про це.

source: Zapomnijmy o całej sprawie. (50 SZ)
uk: Давай забудемо про все це. (50 золотих)

source: Zapomnijmy o tej sprawie.
uk: Давай забудемо про це.

source: Zapomnijmy o tym nieporozumieniu, dobrze?
uk: Давай забудемо про це непорозуміння, добре?

source: Zapomnijmy o wszystkim, to było takie małe nieporozumienie.
uk: Забудь про все, це було таке маленьке непорозуміння.

source: Zapotrzebowanie - Carden
uk: Замовлення – Карден

source: Zapotrzebowanie - Dima
uk: Замовлення – Діна

source: Zapotrzebowanie - Jil
uk: Замовлення – Джил

source: Zapotrzebowanie - Lokvar
uk: Замовлення – Локвар

source: Zapotrzebowanie - Odgar
uk: Замовлення – Одгар

source: Zapotrzebowanie - Remy
uk: Замовлення – Ремі

source: Zapotrzebowanie - Walter
uk: Замовлення – Волтер

source: Zapowiada się ciekawa podróż.
uk: Подорож обіцяє бути цікавою.

source: Zapracować?
uk: Відпрацювати?

source: Zapraszam cię, nieznajomy.
uk: Я запрошую тебе, незнайомцю.

source: Zapraszam do wysupłania kilku sztuk złota z sakiewki, nie pożałujesz.
uk: Пропоную тобі викласти кілька золотих зі свого гаманця, і ти не пошкодуєш.

source: Zapraszam do środka.
uk: Прошу всередину.

source: Zapraszam na górę.
uk: Прошу пройти нагору.

source: Zapraszam na pieczonego kretoszczura!
uk: Пригощайтесь смаженим кротощуром!

source: Zapraszam ponownie... w stosownym czasie.
uk: Можеш зайти до мене знову... у відповідний час.

source: Zapraszam serdecznie, warto!
uk: Ласкаво прошу, воно того варте!

source: Zapraszam, muszę jakoś zarobić na emeryturę, kiedy odechce mi się rządzić tymi łachudrami!
uk: Будь ласка, але я маю якось заробити собі на старість. Адже коли-небудь мені набридне керувати цими неробами!

source: Zapraszam.
uk: Запрошую.

source: Zaprawdę, udowodniłeś, że znasz się na czymś więcej niż wywoływanie zamieszania i podkradanie klasztornych zapasów.
uk: Ти справді довів, що здатен на більше, ніж влаштовувати неприємності і красти монастирські запаси.

source: Zaprezentować ci, hehe?
uk: Хочеш пересвідчитися, хе-хе?

source: Zaproponowane przez ciebie na wymianę towary nie są dość cenne.
uk: Товар, який ви пропонуєте для обміну, недостатньо цінний.

source: Zaproponował również specjalną eskortę dla ciebie, jeśli tylko zechcesz. Sam niedawno przeżył zamach, więc doskonale wie, czym jest strach przed nieznanym wrogiem.
uk: Він також запропонував спеціальний супровід для тебе, якщо тільки забажаєш. Він сам нещодавно пережив замах, тому добре розуміє, що таке страх перед невідомим ворогом.

source: Zaproponowałem Balniemu trochę złota w zamian za szybkie naprawienie sieci. Weteran strasznie się zdenerwował i kazał mi się wynosić. Muszę znaleźć innego rybaka do naprawienia sieci, ale wątpię, by w Ustroni Żeglarza znalazł się chętny.
uk: Я запропонував Балні трохи золота, щоб він швидко полагодив сітку. Ветеран страшенно розлютився і прогнав мене геть. Потрібно знайти іншого рибалку, щоб полагодив мені сітку, але я сумніваюся, що в Прихистку моряка знайдеться ще хтось охочий.

source: Zaproponowałem Thorstenowi sprzedaż zapasu żelaza, ale po obejrzeniu jednej ze sztabek kowal stwierdził, że surowiec jest zbyt giętki i do niczego mu się nie przyda. Wygląda na to, że muszę poszukać innego kupca.
uk: Я запропонував Торстену придбати в мене запас заліза, але, оглянувши одну з заготовок, коваль виявив, що сировина надто гнучка, і не підійде йому. Схоже, мені доведеться шукати іншого покупця.

source: Zaproponowałem mój glejt pozwalający mi na swobodne wchodzenie i wychodzenie z miasta.
uk: Я запропонував йому свою перепустку, що дозволяє вільно входити і виходити з міста.

source: Zaproponuj mu, że zapłacimy za wynajem jego obozu i pozwolenie na obecność naszych ludzi w tym miejscu. Niczego więcej nie chcemy, nie musi dla nas pracować, tylko nas tolerować.
uk: Пропоную заплатити йому за оренду табору і дозволити нашим людям перебувати там. Нам не треба більшого, він не зобов'язаний працювати на нас, тож нехай просто змириться з нашою присутністю.

source: Zaprosiłem Fane'a na wyprawę do podziemi Vardhal, ale zanim udało mu się wejść do środka, Riordian wypędził go z naszego świata. Mam nadzieję, że jest teraz w lepszym miejscu.
uk: Я запросив Фейна в експедицію до підземель Вардхалу, але перш ніж він потрапив всередину, Ріордіан прогнав його з нашого світу. Сподіваюся, зараз він у кращому місці.

source: Zaprowadzimy cię do miejsca, gdzie się tobą zajmą, póki tu nie wrócę.
uk: Я відведу тебе до місця, де про тебе подбають, доки я не повернусь.

source: Zaprowadzisz ich do jaskini, w której dokonujemy wymian.
uk: І відведеш їх до печери, де ми здійснюємо обмін.

source: Zaprowadzisz mnie do niego?
uk: Відведеш мене до нього?

source: Zaprowadzisz mnie do swojego pracodawcy albo będą cię zbierać z bruku. Kawałek po kawałku.
uk: Ти відведеш мене до свого роботодавця, або він буде збирати тебе по вулиці. Шматок за шматком.

source: Zaprowadził mnie do chaty, pomógł zawlec twojego brata pod miasto i tyle go widziałem.
uk: Він відвів мене до хатини, допоміг доставити твого брата до міста, і більше я його не бачив.

source: Zaprowadziłaś niewinnego i rannego człowieka na pewną śmierć, a później jeszcze wykorzystywałaś mnie do własnych celów.
uk: Ти відправила невинну і поранену людину на вірну смерть, а потім використовувала мене у своїх цілях.

source: Zaprowadziłem Harriego do Przystani Łotrów.
uk: Я привів Харрі в Гавань лиходіїв.

source: Zaprowadziłem Harriego na winnicę. Powiedział mi o cennym mieczu w wodzie, na brzegu bagien. Może warto się za nim rozejrzeć?
uk: Я привів Харрі на виноградник. Він розповів мені про цінний меч у воді, на краю болота. Можливо, варто його пошукати?

source: Zaprowadziłem pieska do Viktora. Tak będzie lepiej. Nie wiadomo, jak moja wyprawa się zakończy...
uk: Я відвів пса до Віктора. Так буде краще. Невідомо, чим закінчиться моя експедиція...

source: Zaprowadzę cię do Przystani.
uk: Я відведу тебе до Гавані.

source: Zaprowadzę cię do niego.
uk: Я відведу тебе до нього.

source: Zaprowadzę cię tam, ale pod jednym warunkiem.
uk: Я відведу тебе туди, але за однієї умови.

source: Zaprowadzę cię w bezpieczne miejsce.
uk: Я відведу тебе у безпечне місце.

source: Zaprowadzę, ale... Potrzebuję jeszcze dwustu sztuk złota.
uk: Я відведу тебе, але... мені потрібно ще двісті золотих.

source: Zaprowadź mnie do Silbach.
uk: Відвези мене до Сільбаху.

source: Zaprowadź mnie do Silbach. (10 SZ)
uk: Відвези мене до Сільбаху. (10 золотих)

source: Zaprowadź mnie do Wilczego Leża!
uk: Відведи мене до Вовчого Лігва!

source: Zaprowadź mnie do tej szajki.
uk: Відведи мене до цієї банди.

source: Zaprowadź mnie tam.
uk: Відведи мене туди.

source: Zaprowadź mnie...
uk: Відведи мене...

source: Zaprowadź mnie... (5 SZ)
uk: Відведи мене... (5 золотих)

source: Zaprzeczasz temu, że zaprzeczasz? Czyli - nie, nie, nie szukasz pracy? Czyli chyba szukasz? Tak?
uk: Ти заперечуєш заперечення? Тобто – ні, ні, ні, ти не шукаєш роботу? Чи насправді шукаєш? Так?

source: Zaprzedając ideały przodków? Dziękuję ci bardzo!
uk: Продаючи ідеали своїх предків? Щиро дякую!

source: Zapytaj mnie o to, gdy już się udomowimy na bagnach. Jeśli nic nas nie zje, to będzie dobrze.
uk: Спитай мене про це, коли ми освоїмось на болотах. Якщо нас ніхто не з'їсть, все буде добре.

source: Zapytaj o nas kogoś w mieście, kogoś, kto ma trochę więcej czasu na pogaduszki.
uk: Запитай про нас у когось в місті, у когось, хто має трохи більше часу на розмови.

source: Zapytam wprost - kto jest autorem broszur, które rozprowadzacie po mieście?
uk: Запитаю прямо – хто автор брошур, які ви розповсюджуєте по місту?

source: Zapytam. I przy okazji porozmawiam z nim o traktowaniu was przez strażników. Nie jesteście więźniami, powinni okazywać wam więcej szacunku.
uk: Запитаю. І при нагоді поговорю з ним про ставлення до вас вартових. Ви ж не ув'язнені, вони повинні проявляти більше поваги до вас.

source: Zapytany o renegatów Ben zachował się, jakby nie miał pojęcia, o kogo chodzi. Stwierdził również, że za porwanie nie mogli odpowiadać handlarze żywym towarem, gdyż Jorn trafiłby wtedy prosto do Przystani.
uk: На запитання про відступників Бен вдав, ніби не знає, про кого йдеться. Він також заявив, що торговці людьми не можуть бути відповідальними за викрадення, оскільки тоді Йорн потрапив би одразу в Гавань.

source: Zapędziliśmy złodzieja w kozi róg. Arwid zostanie osłaniać tyły, a ja odbiorę skradziony towar.
uk: Ми загнали злодія в кут. Арвід залишився прикривати тил, а я зберу вкрадене.

source: Zapłacisz grzywnę i zapomnę o wszystkim.
uk: Заплатиш штраф, і я про все забуду.

source: Zapłacisz mi za tę zniewagę.
uk: Ти заплатиш мені за цю образу.

source: Zapłacisz za swe grzechy - taka jest wola Adanosa!
uk: Заплати за свої гріхи – така воля Аданоса!

source: Zapłacisz za to, niech tylko Albyn się dowie!
uk: Ти заплатиш за це, хай тільки Альбін дізнається!

source: Zapłaciłem Arwidowi umówioną kwotę. Teraz muszę udać się za nim na miejsce pojedynku.
uk: Я заплатив Арвіду домовлену суму. Тепер треба йти за ним до місця поєдинку.

source: Zapłaciłem Lowellowi tyle, ile chciał.
uk: Я заплатив Лоувелу стільки, скільки він хотів.

source: Zapłaciłem ci, a ty mnie jeszcze okradasz?
uk: Я тобі заплатив, а ти смієш мене грабувати?

source: Zapłaciłem cyrulikowi, by nastawił bark Ruuda. Pora pójść do poszkodowanego.
uk: Я заплатив цирульнику, щоб він вправив плече Рууду. Пора йти до потерпілого.

source: Zapłaciłem kowalowi Araxos za kopię 'Mistrzostwa Nordmarczyków'. Jutro mam przyjść ją odebrać.
uk: Я заплатив ковалю Араксосу за копію 'Майстерності нордмарців'. Завтра її можна буде забрати.

source: Zapłaciłem mu 70 sztuk złota. Liczę, że dostanę je od ciebie z powrotem...
uk: Я заплатив йому 70 золотих. Сподіваюся ти повернеш мені їх назад...

source: Zapłaciłem w slumsach za ochronę!
uk: Я заплатив у нетрях за захист!

source: Zapłaciłeś, więc możesz przejść.
uk: Ти заплатив, тож можеш проходити.

source: Zapłaciłyśmy za przeprawę. Nie jesteśmy im nic winne. Może nam pomogą potem przejść przez bagno.
uk: Ми заплатили за переправу. Ми їм нічого не винні. Можливо, пізніше вони допоможуть нам перетнути болото.

source: Zapłacą mi za to...
uk: Вони заплатять мені за це...

source: Zapłacę ci byś przestał. (Daj 50 SZ)
uk: Я заплачу, щоб ти припинив. (Дати 50 золотих)

source: Zapłacę ci dwa razy tyle, jeśli uszkodzisz jego łódź. Niech poczuje na własnej skórze, jak głupi był to pomysł.
uk: Я заплачу тобі вдвічі більше, якщо ти пошкодиш його човен. Нехай він на власній шкурі відчує, наскільки це була дурна ідея.
